Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=547_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid dáiddadáhpáhus ođđa Sajosis 28.-29.03.2012
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvv ođđ Sajos Sääʹmkultturkõõskõõzzâst 28.-29.03.2012

source: Sámenuoraid dáiddadáhpáhus 2012 ordnejuvvo aiddo válmmastuvvan Sámekulturguovddáš Sajosis Anáris njukčamánu loahpas.
sms: Sääʹmnuõri čeäʹppvuõđpeeiʹv riâžžât pâʹzzlâšttam-mannu looppâst Aanrest, ođđ Sajos Sääʹmkultturkõõskõõzzâst.

source: Dáhpáhusa riikka dási váldotemán lea musihkka iešguđet šlájain.
sms: Čeäʹppvuõđpeeiʹv väʹlddkååddlaž teemmen lij musikk.

source: Dasa lassin nuorat besset gilvalit njoarosteamis Sajosa birrasis, gos ordnejuvvo maiddái njoarostansáttačuoigan dološmállet muorrasabehiiguin.
sms: Lââʹssen nuõr peäʹsse ǩeâštʼted njuärstumuužžâst Sajos-kõõskõõzz pirrõõzzâst. Pirrõõzzâst riâžžât še njuärstemǩeâlb, koon čuõiǥât vuäʹmmäiggsaž peässtõksââʹvǩivuiʹm.

source: Dáiddadáhpáhusas válljejuvvojit sámenuoraid ovddasteaddjit Nuorra Kultuvra SOUNDS – dáhpáhussii, mii ordnejuvvo Turku - gávpogis 25.-27.05.2012.
sms: Čeäʹppvuõđpeeiʹvest vaʹlljeet sääʹmnuõri võboršeeʹǩǩid Nuõri kulttur SOUNDS – šõddmõʹšše, kååʹtt lij Turku-gåårdest 5.-27.05.2012.

source: Sámenuoraid dáiddadáhpáhus lea dán jagi guovttebeaivásaš, mainna seammás ávvuduvvo ođđa Sajosa atnui váldin.
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvv lij taʹnni kueiʹtpeivvsaž, koin prääzkjet ođđ Sajos Sääʹmkultturkõõskõõzz valmštõõvvmõõžž.

source: Oassálastiide várrejuvvo vejolašvuohta ijastallat Anára márkanis.
sms: Vuässõõttjid vaʹrrjet instumuužž Aanar-siidâst.

source: Sámediggi dieđiha skuvllaide buori áiggis dáhpáhusa ordnemiin ja almmuhanáigetávvalis.
sms: Sääʹmteʹǧǧ teâđat škooulid ääiʹjbeäʹlnn čeäʹppvuõđpeeiʹv riâššmõõžžin da iʹlmmtõõttâmääiʹjin.

source: Riikka dáhpáhusa njuolggadusat, mat čuvvojuvvojit maiddái sámenuoraid dáiddadáhpáhusas, gávdnojit dán liŋkka bokte http://nuorikulttuuri.fi/sounds /.
sms: Väʹlddkååddlaž šõddmõõžž šeâttmõõžž, koid jääʹǩǩtep še sääʹmnuõri čeäʹppvuõđpeeiʹvest, käunnʼje tän liiŋkâst http://nuorikulttuuri.fi/sounds /.

source: Dáiddadáhpáhusa válmmaštallin sámedikkis bargá oahppamateriálaplánejeaddji Gáijon Issát Ánne / Anni Näkkäläjärvi (anni.
sms: Čeäʹppvuõđpeeiʹv valmštõõllʼjen sääʹmteeʹǧǧest tuåimmai mättʼtem-materiaalplaanraajji Anni Näkkäläjärvi (anni.

source: fi) ovttas nuoraidčálli Inka Nuorgamiin (inka.
sms: fi) õõutsââʹjest nuõripiizar Inka Nuorgamin (inka.

source: Čuovo neahttasiidduid !
sms: Ǩiõčč teâđtõõzzid neʹttseeidin !

source: Ovddeš sámenuoraid dáiddadáhpáhusaid raporttat leat oaidnimis dás.
sms: Oouʹdab eeʹjji čeäʹppvuõđpeeiʹvi čiõlǥtõõzz lie vueiʹnnemnalla sääʹmteeʹǧǧ dommseeidain täŠst.
